
export const waterCoolerBlockData = [
    {
        header: "Собственное производство",
        descr: "Уделяем особое внимание инновациям и используем только передовое оборудование",
        top: 116,
        left: 0
    }, {
        header: "Натуральный состав",
        descr: "Три артезианские скважины расположены в лесной зоне Академгородка",
        top : 200,
        right : 0
    }, {
        header: "Доставка без выходных",
        descr: "Надежное обслуживание для вашего комфорта",
        top : 370,
        left : 0
    }, {
        header: "Многолетний опыт работы",
        descr: "Обеспечиваем качество и надежность нашей продукции с 2001 года",
        top : 450,
        right : 0
    },
]