
import {InformationBlock} from "@/types/dto/text";

export const bonusProgram : InformationBlock[] = [
    {
        blockHeader : "Общая информация",
        blockContent: [
            {
                itemHeader: "Условия бонусной программы",
                itemContent: [
                    "Бонусная программа DIO распространяется на всех клиентов компании, удовлетворяющим всем условиям и правилам данной программы. Участником данной программы могут стать только физические лица, заказывающие воду по домашнему адресу, в целях личного, семейного, домашнего и иного использования, не связанного с предпринимательской деятельностью. В случае нежелания участвовать в бонусной программе DIO клиент может сообщить об этом в контакт-центр компании по любому из способов связи указанного в п. 1 общей информации. Для каждого участника Бонусной программы DIO открывается персональная «копилка». Совершая покупки. участник накапливает Бонусы.",
                    "К оплате при получении товара через курьера также принимаются пластиковые карты платёжных систем VISA, MasterCard и МИР. Оплата производится посредством мобильного банковского терминала при получении заказа. Для этого нужно при оформлении заказ выбрать «Оплата пластиковой картой при получении заказа»."
                ]
            },
            {
                itemHeader: "Накопление бонусов",
                itemContent: [
                    "Накопления бонусов в «копилку» в расчетном месяце производится только у клиентов, покупающих любую воду в 19-ти литровых бутылях от 4-х бутылей в месяц в общей сложности от всех заказов за месяц. При несоблюдении данного условия накопление бонусов в «копилку» в расчетном месяце не производится. Под расчетным месяцем понимается текущий календарный месяц.",
                    "Накопления бонусов в «копилку» производится с суммы всего заказа со всего ассортимента товаров указанных на сайте diowater.ru и присутствующих в заказе, при единовременном заказе (единовременной покупке) от 2-х бутылей любой питьевой воды 19л. в одном заказе по цене указанной на сайте компании diowater.ru на момент заказа товара",
                    "При накоплении бонусов с заказа в случае, если значение бонусов не равно целому числу (десятые и сотые доли числа), происходит их округление до целого в меньшую сторону.",
                ]
            },
            {
                itemHeader: "Оплата товара бонусами",
                itemContent: [
                    "При оплате товара Бонусами: Один Бонус эквивалентен одному рублю. Минимальное количество Бонусов, принимаемых к оплате - 1. Количество Бонусов при расчетах кратно одному. Узнать количество бонусов в «копилке» Участник Бонусной программы DIO может обратившись в контакт центр компании любым способом связи, указанным в п. 1 Общей информации.",
                    "В случае возврата товара участнику БП возвращаются уплаченные денежные средства; израсходованные Бонусы восстанавливаются в копилке Клиента; начисленные за покупку, по которой произошел возврат товара, Бонусы аннулируются. При возврате части покупки использованные Бонусы восстанавливаются пропорционально сумме возврата. При возврате части покупки, начисленные по данной покупке Бонусы аннулируются пропорционально сумме возврата.",
                    "Накопленные Бонусы в «копилке» аннулируются в случае отсутствия заказов и приобретения любых товаров компании в течение 3-х месяцев",
                    "В случае расторжения договора с компанией Бонусы не выплачиваются в виде денежного эквивалента. Бонусы ни при каких обстоятельствах не переносятся на другого клиента компании или участника программы, и на другой адрес доставки. Бонусы не могут быть переданы в любой форме одним клиентом другому клиенту, либо иным лицам, не могут являться самостоятельным объектом гражданских прав, средством платежа, за исключением случаев, указанных в настоящих условиях."
                ]
            },
        ]
    }, {
        blockHeader : "Информационные услуги для участников Бонусной программы DIO",
        blockContent: [
            {
                itemContent: [
                    "Участники Бонусной программы DIO подтверждают согласие на получение информации от Компании DIO о специальных предложениях, о новых товарах и рекламных акциях по сетям электросвязи и по почтовой связи (включая, но не ограничиваясь: SMS-рассылки, e-mail-рассылки) и обработку своих персональных данных посредством сбора, записи, систематизации, накопления, хранения, уточнения, извлечения, использования, осуществляемую с использованием средств автоматизации, в том числе в информационно-телекоммуникационных сетях, или без использования таких средств в целях организации направления им специальных предложений, информации о новых товарах и рекламных акциях, обработки их запросов и обращений, одним из перечисленных способов:",
                    "— путем заполнения согласия на получение информации от Компании DIO при заключении договора;",
                    "— путем заполнения согласия на получение информации от компании при доставке товаров по любому из заказов;",
                ]
            },
            {
                itemContent: [
                    "Участники Бонусной программы DIO, подтвердившие согласие на получение информации от Компании DIO, получают информацию по сетям электросвязи и по почтовой связи (включая, но не ограничиваясь: SMS-рассылки, e-mail-рассылки, телефония, сеть Интернет и мобильные устройства) следующего содержания:",
                    "— информацию рекламного характера о специальных предложениях, акциях и товарах, доступных для заказа в контакт-центре;",
                    "— информацию о БП DIO;",
                    "— информацию о сумме и сроках действия Бонусов Участника БП DIO;",
                    "— информацию о результатах обработки заказов, доставки товаров и возврата оборотной тары;",
                    "Периодичность направления информации определяется Компанией DIO.",
                ]
            },
            {
                itemContent: [
                    "Участники БП DIO могут отказаться от получения информации от компании DIO, обратившись в Контакт центр DIO любым способом, указанным в п.1 Общей информации настоящих правил. Компания DIO оставляет за собой право отправлять информацию клиентам компании содержащую информацию о результатах обработки заказов, доставки товаров и возврата оборотной тары, в случае если она является собственностью компании",
                ]
            },
        ]
    }, {
        blockHeader : "Правила начисления бонусных баллов и их использования",
        blockContent: [
            {
                itemContent: [
                    "В Компании DIO Бонусы начисляются за покупку любых товаров размещенных на сайте diowater.ru, в том числе товаров со скидкой. Накопления бонусов в «копилку» происходят только у клиентов, покупающих любую воду в 19-ти литровых бутылях от 4-х бутылей в месяц в общей сложности всех заказов за месяц, по цене указанной на сайте компании diowater.ru на момент заказа товара, при единоразовом заказе от 2-х бутылей любой питьевой воды 19л. Баллы становятся доступны в «копилке» для использования первого числа следующего месяца за расчетным.",
                    "Бонусами можно оплатить до 70% покупки из расчета 1Бонус = 1рубль, кроме оплаты любой питьевой воды в 19-ти литровой таре, при этом бонусы начисляются в «копилку» при ее покупке. Бонусами можно оплатить любые другие товары размещённые на сайте diowater.ru",
                    "Зачисление бонусов в «копилку» происходит по результатам предыдущего месяца, 1 числа текущего месяца. Накопленные бонусы обнуляются автоматически в копилке» только в случае если от клиента не поступали заказы в течение 3-х месяцев. Во всех других случаях бонусы расходуются только по согласию и инициативе клиента",
                ]
            },
        ]
    }, {
        blockHeader : "Иные условия",
        blockContent: [
            {
                itemContent: [
                    "Участники Бонусной программы DIO также соглашаются на передачу своих персональных данных организациям, осуществляющим запись, систематизацию, накопление, уточнение, хранение, извлечение, непосредственно осуществляющим направление специальных предложений, информаций о новых товарах и рекламных акциях, обработки запросов и обращений, а так же осуществляющих уничтожение персональных данных.",
                    "Участник может направлять свои претензии Компании любым удобным для него способом.",
                    "Программа действует бессрочно.",
                    "Компания DIO оставляет за собой право:",
                    "— Изменять Условия участия в БП в одностороннем порядке путем изложения новой редакции Правил участия в БП на сайте diowater.ru",
                    "— Закрыть программу, уведомив ее участников за один месяц до предстоящего закрытия и разместив информацию на сайте diowater.ru",
                    "— Компания DIO, в силу специфики способа получения информации, при заключения договора, Клиента в качестве участника Бонусной программы DIO, не проверяет достоверность предоставленной Клиентом информации и не осуществляет контроль ее актуальности. Однако Компания DIO исходит из того, что Участники предоставляет достоверную информацию, необходимую для регистрации Клиента в качестве участника Бонусной программы DIO, и поддерживает эту информацию в актуальном состоянии путем указания ее актуальности при заявке (звонке) в контакт-центр. Всю ответственность, а также возможные последствия за предоставление недостоверной или не актуальной информации, несёт Участник Бонусной программы DIO.",
                    "— Аннулировать баллы участника и отключить от бонусной программы при злоупотреблении или не соблюдении правил участником Бонусной программы DIO",
                ]
            },
        ]
    }
]