import {InformationBlock} from "@/types/dto/text";

export const installmentPlan : InformationBlock[] = [
    {
        blockContent: [
            {
                itemHeader: "Продажа оборудования в рассрочку",
                itemContent: [
                    "Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности)" +
                    " действует в отношении всей информации, которую Общество с ограниченной ответственностью «Караван»" +
                    " (далее - ООО «Караван», Оператор) может получить о Пользователе во время использования сайта Компании" +
                    " «DIO» (далее – Сайт «DIO»), принадлежащего ООО «Караван» и расположенного на доменном имени diowater.ru," +
                    " программ и продуктов Компании «DIO», а также в ходе заключения и исполнения договоров и соглашений с Пользователями.",
                ]
            },
            {
                itemHeader: "Условия предоставления рассрочки",
                itemContent: [
                    "1. За пользование услугой рассрочки к стоимости оборудования добавляется следующая сумма:",
                    "— при покупке оборудования стоимостью до 4000 рублей, прибавляется 250 рублей",
                    "— при покупке оборудования стоимостью более 4000 рублей, прибавляется 500 рублей",
                    "(Эта сумма сразу включается в стоимость оборудования)",
                    "2. Рассрочка предоставляется сроком на три месяца с первоначальным платежом (т.е. 4 равных платежа)",
                    "— первый платеж производится в момент поставки оборудования при наличном расчете либо перед доставкой оборудования при безналичном расчете.",
                    "— второй платеж производится не позднее 1 (одного) календарного месяца с момента продажи оборудования",
                    "— третий платеж производится не позднее 2 (двух) календарных месяцев с момента продажи оборудования",
                    "— четвертый платеж производится не позднее 3 (трех) календарных месяцев с момента продажи оборудования",
                    "3. Погашение очередных платежей возможно, как экспедитору компании наличными или банковской картой (для чего организуется специальный выезд на адрес клиента), так и по безналичному расчету.",
                ]
            },
            {
                itemContent: [
                    "Если вы хотите оформить покупку оборудования в рассрочку или получить консультацию по данной услуге, звоните по телефону:",
                    "8 (383) 333-99-00 доб. 1027"
                ]
            },
        ]
    }
]