import {InformationBlock} from "@/types/dto/text";

export const policyData: InformationBlock[] = [
    {
        blockContent: [
            {itemContent: ["Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Общество с ограниченной ответственностью «Караван» (далее - ООО «Караван», Оператор) может получить о Пользователе во время использования сайта Компании «DIO» (далее – Сайт «DIO»), принадлежащего ООО «Караван» и расположенного на доменном имени www.3339900.ru, программ и продуктов Компании «DIO», а также в ходе заключения и исполнения договоров и соглашений с Пользователями."]},
            {
                itemHeader: "1. Определение терминов",
                itemContent: [
                    "1.1. В настоящей Политике конфиденциальности используются следующие термины:",
                    "1.1.1. «Администрация сайта» – уполномоченные сотрудники на управление сайтом, действующие от имени ООО «Караван», которые организуют и (или) осуществляют обработку персональных данных, а также обеспечивают соблюдение режима защиты конфиденциальности персональных данных.",
                    "1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных).",
                    "1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
                    "1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения требование для получивших доступ к персональным данным лиц не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.",
                    "1.1.5. «Пользователь сайта (далее ‑ Пользователь)» – лицо, имеющее доступ к сайту, посредством сети Интернет и использующее сайт, а также лицо, заключившее с ООО «Караван» договор, соглашение.",
                    "1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.",
                    "1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP."
                ]
            },
            {
                itemHeader: "2. Общие положения",
                itemContent: [
                    "2.1. Правовым основанием обработки персональных данных является совокупность нормативных правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку персональных данных, в том числе:",
                    "— Конституция Российской Федерации;",
                    "— Гражданский кодекс Российской Федерации;",
                    "— Налоговый кодекс Российской Федерации;",
                    "— Федеральный закон от 08.02.1998 № 14-ФЗ «Об обществах с ограниченной ответственностью»;",
                    "— Федеральный закон от 06.12.2011 № 402-ФЗ «О бухгалтерском учете»;",
                    "— иные нормативные правовые акты, регулирующие отношения, связанные с деятельностью Оператора;",
                    "— устав ООО «Караван»;",
                    "— договоры и соглашения, заключаемые Оператором;",
                    "— согласия субъектов персональных данных на обработку их персональных данных.",
                    "2.2. Использование Пользователем Сайта «DIO» означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.",
                    "2.3. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта «DIO» либо уведомить об этом Оператора.",
                    "2.4. Настоящая Политика конфиденциальности применяется только к Сайту «DIO». ООО «Караван» не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Cайте «DIO».",
                    "2.5. Пользователь обязан:",
                    "2.5.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом «DIO».",
                    "2.6. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.",
                    "2.6.1. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта «DIO».",
                    "2.7. ООО «Караван» обязано:",
                    "2.7.1. Использовать полученную информацию исключительно для целей, указанных в п. 4.1 настоящей Политики конфиденциальности.",
                    "2.7.2. Обеспечить хранение конфиденциальной информации, не распространять персональные данные без предварительного письменного разрешения Пользователя, а также не разглашать иными возможными способами персональные данные Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.",
                    "2.7.3. Принимать меры для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте, и локальным актам, принятым Оператором.",
                    "2.8. Права и обязанности Пользователя и Оператора, не предусмотренные Политикой конфиденциальности, определяются Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – Закон о персональных данных) и иными нормативными правовыми актами."
                ]
            },
            {
                itemHeader: "3. Предмет политики конфиденциальности",
                itemContent: [
                    "3.1. Настоящая Политика конфиденциальности устанавливает обязательства ООО «Караван» по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на Сайте «DIO», при оформлении заказа для приобретения товаров и услуг, заключении договоров и соглашений с Оператором и их исполнении.",
                    "3.2. Сбор персональных данных осуществляется путём заполнения Пользователем регистрационной формы на Сайте «DIO» в разделе «Оформить заказ» и/или путем подписания между Пользователем и Оператором договора/соглашения.",
                    "3.3. Администрация сайта защищает данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы (\"пиксель\"):",
                    "— IP адрес;",
                    "— информация из cookies;",
                    "— информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);",
                    "— время доступа;",
                    "— адрес страницы, на которой расположен рекламный блок;",
                    "— реферер (адрес предыдущей страницы).",
                    "3.3.1. Отключение cookies может повлечь невозможность доступа к частям Сайта «DIO», требующим авторизации.",
                    "3.3.2. Администрация сайта осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.",
                    "3.4. Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности."
                ]
            },
            {
                itemHeader: "4. Цели сбора персональной информации пользователя, перечень обрабатываемых персональных данных",
                itemContent: [
                    "4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:",
                    "4.1.1. Идентификации Пользователя, зарегистрированного на Сайте «DIO», для оформления заказа.",
                    "4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта «DIO».",
                    "4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта «DIO», оказания услуг, обработка запросов и заявок от Пользователя.",
                    "4.1.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.",
                    "4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.",
                    "4.1.6. Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи.",
                    "4.1.7. Уведомления Пользователя Сайта «DIO» о состоянии заказа.",
                    "4.1.8. Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа, определения права на получение кредитной линии Пользователем.",
                    "4.1.9. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта «DIO».",
                    "4.1.10. Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени ООО «Караван» или от имени партнеров ООО «Караван».",
                    "4.1.11. Осуществления рекламной деятельности с согласия Пользователя.",
                    "4.1.12. Предоставления доступа Пользователю на сайты или сервисы партнеров ООО «Караван» с целью получения продуктов, обновлений и услуг.",
                    "4.1.13. Заключения с Пользователем договором и соглашения, в том числе договора купли-продажи товара дистанционным способом.",
                    "4.1.14. Исполнения заключенных с Пользователем договоров и соглашений.",
                    "4.2. В целях обработки персональных данных, указанных в пункте 4.1 Политики конфиденциальности, Оператор обрабатывает следующие персональные данные Пользователей:",
                    "4.2.1. физических лиц, выступающих в отношениях с ООО «Караван» от своего имени:",
                    "— фамилия, имя, отчество;",
                    "— контактный телефон;",
                    "— адрес электронной почты (e-mail);",
                    "— адрес доставки товаров;",
                    "— место жительства;",
                    "— сведения о серии и номере документа, удостоверяющего личность, органе, его выдавшем, и дате выдачи;",
                    "4.2.2. физических лиц, выступающих в отношениях с ООО «Караван» в качестве представителей юридических лиц:",
                    "— фамилия, имя, отчество;",
                    "— контактный телефон;",
                    "— адрес электронной почты (e-mail);",
                    "— адрес доставки товаров;",
                    "— место жительства;",
                    "— сведения о серии и номере документа, удостоверяющего личность, органе, его выдавшем, и дате выдачи;",
                    "— занимаемая должность.",
                    "4.3. Обработка Оператором биометрических персональных данных (сведений, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность) осуществляется в соответствии с законодательством Российской Федерации.",
                    "4.4. Оператором не осуществляется обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, за исключением случаев, предусмотренных законодательством РФ."
                ]
            },
            {
                itemHeader: "5. Способы и сроки обработки персональных данных",
                itemContent: [
                    "5.1. Обработка персональных данных Пользователя осуществляется с даты регистрации Пользователя на Сайте «DIO» либо заключения договора/соглашения с Пользователем до достижения цели обработки персональных данных, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.",
                    "5.2. Пользователь соглашается с тем, что ООО «Караван» вправе с соблюдением требований Закона о персональных данных предоставлять персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи исключительно в целях выполнения заказа Пользователя, оформленного на Сайте «DIO», исполнения договора, заключенного с Оператором, включая доставку товаров и оказание услуг.",
                    "5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.",
                    "5.4. ООО «Караван» принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.",
                    "5.5. ООО «Караван» совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.",
                    "5.6. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, согласием на обработку персональных данных.",
                    "5.7. При сборе персональных данных, в том числе посредством информационно-телекоммуникационной сети Интернет, Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, указанных в Законе о персональных данных."
                ]
            },
            {
                itemHeader: "6. Актуализация, исправление и уничтожение персональных данных",
                itemContent: [
                    "6.1. Подтверждение факта обработки персональных данных Оператором, правовые основания и цели обработки персональных данных, а также иные сведения, указанные в части 7 статьи 14 Закона о персональных данных, предоставляются Оператором Пользователю или его представителю при обращении либо при получении запроса Пользователя или его представителя.",
                    "Запрос должен содержать:",
                    "— номер основного документа, удостоверяющего личность Пользователя или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе;",
                    "— сведения, подтверждающие участие Пользователя в отношениях с Оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором;",
                    "— подпись Пользователя или его представителя.",
                    "Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.",
                    "6.2. Администрация сайта осуществляет регистрацию поступившего обращения/запроса Пользователя/его представителя и сообщает Пользователю/его представителю информацию о наличии персональных данных, относящихся к соответствующему Пользователю, а также предоставляет возможность ознакомления с этими персональными данными при обращении Пользователя/его представителя либо в течение десяти рабочих дней с даты получения запроса Пользователя/его представителя. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления Оператором в адрес Пользователя мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.",
                    "Оператор предоставляет Пользователю или его представителю сведения в той форме, в которой направлены соответствующие обращение либо запрос, если иное не указано в обращении или запросе.",
                    "В сведениях, предоставленных Пользователю/его представителю, не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, если имеются законные основания для раскрытия таких персональных данных.",
                    "6.3. В случае отказа в предоставлении информации о наличии персональных данных о соответствующем Пользователе или персональных данных Пользователю/его представителю при их обращении либо при получении запроса Пользователя/его представителя Оператор обязан дать в письменной форме мотивированный ответ, содержащий ссылку на положение ч. 8 ст. 14 Закона о персональных данных или иного федерального закона, являющееся основанием для такого отказа, в срок, не превышающий десяти рабочих дней со дня обращения Пользователя/его представителя либо с даты получения запроса Пользователя/его представителя. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления оператором в адрес Пользователя мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.",
                    "6.4. Пользователь или его представитель вправе обратиться к Оператору в случае наличия неполных, неточных или неактуальных персональных данных о нем.",
                    "В случае выявления Оператором неточных персональных данных при обращении Пользователя/его представителя либо по их запросу или по запросу уполномоченного органа по защите прав субъектов персональных данных Оператор обязан осуществить блокирование персональных данных, относящихся к этому Пользователю, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора) с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы Пользователя или третьих лиц.",
                    "В случае подтверждения факта неточности персональных данных Оператор на основании сведений, представленных Пользователем/его представителем либо уполномоченным органом по защите прав субъектов персональных данных, или иных необходимых документов обязан уточнить персональные данные либо обеспечить их уточнение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование персональных данных.",
                    "Оператор обязан уведомить Пользователя/его представителя о внесенных изменениях в течение одного рабочего дня со дня внесения соответствующих изменений.",
                    "6.5. Пользователь или его представитель вправе обратиться к Оператору в случае неправомерной обработки Оператором персональных данных, предоставив сведения, подтверждающие, что персональные данные являются незаконно полученными или не являются необходимыми для заявленной цели обработки.",
                    "В случае выявления неправомерной обработки персональных данных при обращении Пользователя/его представителя либо по запросу Пользователя/его представителя либо уполномоченного органа по защите прав субъектов персональных данных Оператор обязан осуществить блокирование неправомерно обрабатываемых персональных данных, относящихся к этому Пользователю, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора) с момента такого обращения или получения указанного запроса на период проверки.",
                    "В срок, не превышающий семи рабочих дней со дня представления Пользователем/его представителем сведений, подтверждающих, что персональные данные являются незаконно полученными или не являются необходимыми для заявленной цели обработки, Оператор обязан уничтожить такие персональные данные.",
                    "Об устранении допущенных нарушений или об уничтожении персональных данных Оператор обязан уведомить Пользователя или его представителя, а в случае, если обращение Пользователя или его представителя либо запрос уполномоченного органа по защите прав субъектов персональных данных были направлены уполномоченным органом по защите прав субъектов персональных данных, также указанный орган.",
                    "6.6. При достижении целей обработки персональных данных, а также в случае отзыва Пользователем согласия на их обработку (если оно требовалась для обработки персональных данных) в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, Оператор обязан в срок, не превышающий тридцати дней с даты достижения целей обработки или поступления указанного отзыва уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора), если:",
                    "— иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является Пользователь;",
                    "— Оператор не вправе осуществлять обработку без согласия субъекта персональных данных на основаниях, предусмотренных Законом о персональных данных или иными федеральными законами;",
                    "— иное не предусмотрено другим соглашением между Оператором и Пользователем.",
                    "В случае обращения Пользователя к Оператору с требованием о прекращении обработки персональных данных Оператор обязан в срок, не превышающий десяти рабочих дней с даты получения соответствующего требования, прекратить их обработку или обеспечить прекращение такой обработки (если такая обработка осуществляется лицом, осуществляющим обработку персональных данных), за исключением случаев, предусмотренных пунктами 2 - 11 части 1 статьи 6, частью 2 статьи 10 и частью 2 статьи 11 Закона о персональных данных. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления Оператором в адрес Пользователя мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.",
                    "В случае отсутствия возможности уничтожения персональных данных в течение срока, указанного в абзацах 1, 5 настоящего пункта, Оператор осуществляет блокирование таких персональных данных или обеспечивает их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора) и обеспечивает уничтожение персональных данных в срок не более чем шесть месяцев, если иной срок не установлен федеральными законами.",
                    "6.7. В случае установления факта неправомерной или случайной передачи (предоставления, распространения, доступа) персональных данных, повлекшей нарушение прав субъектов персональных данных, Оператор обязан с момента выявления такого инцидента Оператором, уполномоченным органом или иным заинтересованным лицом уведомить уполномоченный орган:",
                    "1) в течение двадцати четырех часов о произошедшем инциденте, о предполагаемых причинах, повлекших нарушение прав субъектов персональных данных, и предполагаемом вреде, нанесенном правам субъектов персональных данных, о принятых мерах по устранению последствий соответствующего инцидента, а также предоставить сведения о лице, уполномоченном Оператором на взаимодействие с уполномоченным органом по защите прав субъектов персональных данных, по вопросам, связанным с выявленным инцидентом;",
                    "2) в течение семидесяти двух часов о результатах внутреннего расследования выявленного инцидента, а также предоставить сведения о лицах, действия которых стали причиной выявленного инцидента (при наличии)."
                ]
            },
            {
                itemHeader: "7. Ответственность сторон",
                itemContent: [
                    "7.1. ООО «Караван» несёт ответственность за убытки, понесённые Пользователем в связи с неправомерной обрабоикой персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.",
                    "7.2. В случае утраты или разглашения Конфиденциальной информации ООО «Караван» не несёт ответственность, если данная конфиденциальная информация:",
                    "7.2.1. Стала публичным достоянием до её утраты или разглашения.",
                    "7.2.2. Была получена от третьей стороны до момента её получения ООО «Караван».",
                    "7.2.3. Была разглашена с согласия Пользователя."
                ]
            },
            {
                itemHeader: "8. Разрешение споров",
                itemContent: [
                    "8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта «DIO» и ООО «Караван», обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).",
                    "8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.",
                    "8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации.",
                    "8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и ООО «Караван» применяется действующее законодательство Российской Федерации."
                ]
            },
            {
                itemHeader: "9. Дополнительные условия",
                itemContent: [
                    "9.1. ООО «Караван» вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.",
                    "9.2. Новая Политика конфиденциальности вступает в силу с момента ее утверждения ООО «Караван».",
                    "9.3. Все предложения или вопросы по настоящей Политике конфиденциальности принимаются по адресу электронной почты: info@3339900.ru"
                ]
            }
        ]
    }
]