import {InformationBlock} from "@/types/dto/text";

export const returningData : InformationBlock[] = [
    {
        blockContent : [
            {
                itemHeader : "Продовольственные товары, не подлежащие возврату и обмену",
                itemContent : [
                    "Согласно ст. 18 и 25 Закон РФ от 07.02.1992 N 2300-1 \"О защите прав потребителей\" любые продовольственные товары нельзя вернуть в магазин, если они надлежащего качества и срок их годности в момент приобретения не истёк. Под надлежащим качеством в данном случае подразумеваются продукты, имеющие нормальный внешний вид и изготовленные в соответствии с действующими стандартами."
                ]
            },
            {
                itemHeader : "Обмен непродовольственных товаров надлежащего качества",
                itemContent : [
                    "Потребитель вправе обменять непродовольственный товар надлежащего качества на аналогичный товар у продавца, у которого этот товар был приобретен, если указанный товар не подошел по форме, габаритам, фасону, расцветке, размеру или комплектации.",
                    "Потребитель имеет право на обмен непродовольственного товара надлежащего качества в течение четырнадцати дней, не считая дня его покупки.",
                    "Обмен непродовольственного товара надлежащего качества проводится, если указанный товар не был в употреблении, сохранены его товарный вид, потребительские свойства, пломбы, фабричные ярлыки, а также имеется товарный чек или кассовый чек либо иной подтверждающий оплату указанного товара документ. Отсутствие у потребителя товарного чека или кассового чека либо иного подтверждающего оплату товара документа не лишает его возможности ссылаться на свидетельские показания."
                ]
            },
            {
                itemHeader : "Список непродовольственных товаров, не подлежащих возврату и обмену",
                itemContent : [
                    "Товары, относящиеся к категории «непродовольственные», вернуть можно, но только те, которые не входят в список не подлежащих возврату. Постановлением Правительства Российской Федерации от 31.12.2020 № 2463 установлен следующий перечень изделий, вернуть которые нельзя даже в течение 14 суток (при условии, что они качественные):",
                    "— косметические средства и парфюмерия;",
                    "— предметы личной гигиены (расчёски, зубные щётки и т. д.);",
                    "— отрезные текстильные изделия;",
                    "— мебель;",
                    "— ювелирная продукция;",
                    "— печатные издания;",
                    "— животные и растения;",
                    "— отделочные материалы, продающиеся по метражу;",
                    "— носочно-чулочные изделия;",
                    "— трикотаж (включая полотенца и постельные принадлежности);",
                    "— изделия и материалы, контактирующие с пищевыми продуктами, из полимерных материалов, в том числе для разового использования (посуда и принадлежности столовые и кухонные, емкости и упаковочные материалы для хранения и транспортирования пищевых продуктов)",
                    "— бытовая химия;",
                    "— провода, кабели и прочая аналогичная продукция, измеряющаяся в погонных метрах;",
                    "— автомобили, суда, прицепная техника;",
                    "— гражданские оружие и амуниция;",
                    "— оборудование из списка технически сложных устройств (в том числе водонагревательные устройства – кулеры, пурифайеры, кофемашины)",
                ]
            },
            {
                itemHeader : "Обмен и возврат технически сложных устройств надлежащего качества купленных дистанционным способом",
                itemContent : [
                    "Замена и возврат технически сложных устройств бытового назначения (в т.ч. кулеров для воды, пурифайеров, кофемашин) НАДЛЕЖАЩЕГО качества возможна в любое время до его передачи, а после передачи товара - в течение семи дней с момента его доставки, в случае, если он приобретен дистанционным способом (на сайте интернет-магазина), при этом сохранены его потребительские свойства и товарный вид, а также имеются документ, подтверждающий факт и условия покупки указанного товара."
                ]
            },
            {
                itemHeader : "Обмен и возврат товара ненадлежащего качества. Права потребителя.",
                itemContent : [
                    "Товар ненадлежащего качества это – товар непригодный для использования по назначению, брак, товар с недостатком (недостаток – это нарушение обязательных требований к товару) или не соответствующий описанию на сайте, с истекшим сроком годности.",
                    "Согласно ст. 18 Закона РФ от 07.02.1992 N 2300-1 \"О защите прав потребителей”. Потребитель в случае обнаружения в товаре недостатков, если они не были оговорены продавцом, по своему выбору вправе:",
                    "— потребовать замены на товар этой же марки (этих же модели и (или) артикула); - потребовать замены на такой же товар другой марки (модели, артикула) с соответствующим перерасчетом покупной цены;",
                    "— потребовать соразмерного уменьшения покупной цены;",
                    "— потребовать незамедлительного безвозмездного устранения недостатков товара или возмещения расходов на их исправление потребителем или третьим лицом;",
                    "— отказаться от исполнения договора купли-продажи и потребовать возврата уплаченной за товар суммы. По требованию продавца и за его счет потребитель должен возвратить товар с недостатками.",
                    "Потребитель вправе предъявить предусмотренные статьей 18 Закона РФ от 07.02.1992 N 2300-1 \"О защите прав потребителей\" требования к продавцу (изготовителю, уполномоченной организации или уполномоченному индивидуальному предпринимателю, импортеру) в отношении недостатков товара, если они обнаружены в течение гарантийного срока или срока годности.",
                    "В отношении товара, на который установлен гарантийный срок, продавец (изготовитель), уполномоченная организация или уполномоченный индивидуальный предприниматель, импортер не отвечает за недостатки товара, которые возникли после передачи товара потребителю вследствие нарушения потребителем правил использования, хранения или транспортировки товара, действий третьих лиц или непреодолимой силы.",
                    "При обращении клиента относительно возврата товара или его замены Продавец вправе потребовать письменное заявление от клиента.",
                    "ООО «Караван» готов предложить обмен/возврат товара, а также денежных средств в случаях, порядке и при наличии оснований, прямо предусмотренных Законом № 2300-I «О защите прав потребителей» от 1992 года 7 февраля в срок не превышающий 30 календарных дней с момента обращения Покупателя.",
                    "Если заказ был сделан за наличные денежные средства, то при возврате товара, денежные средства передает курьер.",
                    "Если заказ был оплачен по безналичному расчёту, то возврат безналичных денежных средств, производится на Ваш банковский счет в течение 3—30 рабочих дней (срок зависит от Банка, который выдал Вашу банковскую карту)."
                ]
            },
            {
                itemHeader : "Обмен и возврат технически сложных устройств ненадлежащего качества",
                itemContent : [
                    "В случае выявления недостатков устройства при эксплуатации в течение гарантийного срока рекомендуем Вам обратиться в сервисный центр, адрес и/или телефоны которого указаны в гарантийном талоне, или в Сервисный центр Компании «DIO». Для осмотра и диагностики устройства организуется выезд специалиста Сервисного центра. В случае если при осмотре товара на месте невозможно по каким-либо причинам обнаружить его однозначную неисправность и причину ее возникновения, попадающую под гарантию, товар может быть принят от вас на дополнительную проверку качества в условиях сервисного центра сроком до 20 календарных дней."
                ]
            }
        ]
    }
]