
import {InformationBlock} from "@/types/dto/text";

export const serviceCenter : InformationBlock[] = [
    {
        blockContent: [
            {
                itemHeader: "Основная информация",
                itemContent: [
                    "Обслуживание оборудования, находящегося на гарантии, если оно вышло из строя не по вине потребителя, а обнаруженный недостаток или деффект был допущен производителем, устраняется бесплатно! При получении оборудования из ремонта, необходимо внимательно осмотреть аппарат на полноту комплектации и предмет возможных деффектов (трещин, царапин, сколов и пр.)",
                    "После принятия оборудования и отъезда курьера, никакие претензии приниматься не будут. Если Вы являетесь клиентом Компании «DIO» и у Вас заключен договор на поставку питьевой воды, поставку капсульного кофе Belmoca или сервисного обслуживания пурифайера, то на время проведения ремонта бесплатно предоставляется подменное оборудование. В зависимости от серьезности повреждения Вашего оборудования, гарантийный ремонт может составлять от 2 до 45 суток."
                ]
            },
            {
                itemHeader: "Гарантийный ремонт выполняется при соблюдении следующих условий:",
                itemContent: [
                    "— Ввода изделия в эксплуатацию с проведением пусконаладочных работ.",
                    "— Проведение сервисного обслуживания в специализированном сервисном центре каждые 6 (шесть) месяцев (платное).",
                    "— Эксплуатация изделия в соответствии с руководством по эксплуатации изделия."
                ]
            },
            {
                itemHeader: "Аппарат не будет подлежать гарантийному обслуживанию, если:",
                itemContent: [
                    "— аппарат вышел из строя, вследствие включения его в сеть без воды;",
                    "—  существует механическая поломка кранов подачи воды;",
                    "—  гарантийный талон не заполнен или утерян;",
                    "—  при сдаче на гарантийный ремонт обнаруживается несоответствие комплектности аппарата;",
                    "—  аппарат имеет явные следы вскрытия или механических повреждений;",
                    "—  заводские пломбы нарушены;",
                    "—  нарушены условия хранения, эксплуатации или транспортировки;",
                    "—  аппарат подвергался ремонту сторонними лицами, не являющимися сотрудниками нашего авторизованного сервисного центра.",
                    "В гарантийном ремонте кулера или пурифайера Вам может быть отказано, в случае Вашего несогласия с проведением обязательной санитарной профилактической обработки раз в пол года.",
                    "Сервисный центр Компании DIO осуществляет постгарантийный ремонт кулеров, пурифайеров и капсульных кофемашин. Оборудование принимается в ремонт на условиях оплаты предварительной диагностики. Стоимость диагностики - 850 рублей настольного кулера, 1150 рублей напольного кулера, 1300 рублей пурифайера и 450 рублей капсульной кофемашины.",
                    "Срок выполнения ремонта составляет от 2 до 45 дней, в зависимости от сложности ремонта. Диагностика (в случае необходимости) производится в течении 3х рабочих дней.",
                ]
            },
            {
                itemHeader: "Фильтры, используемые в системе очистки пурифайеров",
                itemContent: [
                    "Ультрафильтрационую систему очистки рекомендуется использовать для водопроводной воды в границах города. При ее использовании в воде сохраняется полезный состав минеральных веществ.",
                    "1. Осадочный (механический) фильтр. Предназначен для удаления из воды мелких взвесей, песка, ржавчины и других частиц, не растворенных в воде. Изготовлен из пропилена с размером пор от 1-10 микрона.",
                    "2. Угольный фильтр предварительной очистки. Удаляет хлор и его соединения, органические вещества, газы, улучшает вкусовые качества. В качестве фильтрующего материала используется гранулированный уголь.",
                    "3. Ультрафильтрующая мембрана (UF-фильтр). Мембрана удаляет практически все органические загрязнители, растворенные в воде посторенние примеси, соли тяжелых металлов, железо, ртуть, мышьяк, марганец и т.д., а так же бактерии и вирусы. Фильтр пропускает лишь, содержащиеся в воде частицы минералов, которые необходимы человеку. Размер пор от 0,01-0,001 микрон, что позволяет эффективно производить очистку воды.",
                    "4. Угольный фильтр окончательной очистки. Данный фильтр препятствует размножению бактерий, устраняет неприятные запахи и пигменты. Проходя через этот фильтр, вода окончательно освобождается от запаха и цвета, становясь идеально чистой. В качестве фильтрующего материала используется кокосовый активированный уголь.",
                ]
            },
            {
                itemHeader: "Преимущества пурифайера и его особенности",
                itemContent: [
                    "— Пурифайер подключается к холодной воде системы общего водоснабжения с помощью запатентованной прочной трубки диаметром 6 миллиметров. Трубка настолько тонкая, что её легко спрятать под потолком или под плинтусом.",
                    "— Расстояние от пурифайера до источника воды может достигать 150 метров.",
                    "— Обычно пурифайер снабжают четырехступенчатой системой фильтрации. Этого достаточно для первоклассной очистки воды.",
                    "— Каждый фильтр, используемый пурифайером, имеет узкую специализацию.",
                    "— Осадочный фильтр очищает воду от частиц величиною 5 мкм и более;",
                    "— Угольный фильтр удаляет хлор и органические вещества, улучшает вкус и запах воды;",
                    "— Ультрафильтрационная мембрана удаляет бактерии, вирусы, частицы величиною менее 5 мкм, растворенные минералы и соли;",
                    "— Угольный постфильтр удаляет субстанции, прошедшие через мембрану, и полностью устраняет запахи и привкусы;",
                    "— Ультрафильтрационную мембрану и ультрафиолетовую лампу нужно менять каждый год, остальные фильтры меняют каждые 6 месяцев.",
                    "— Использование пурифайера избавляет от необходимости регулярно заказывать воду.",
                    "— Использование пурифайера позволяет очистить пространство от оборотной тары.",
                    "— Использование пурифайера избавляет от необходимости ожидать доставку воды.",
                    "— Использование пурифайера избавляет от необходимости возиться с тяжелыми бутылями.",
                    "— При большом потреблении стоимость литра чистой воды из пурифайера существенно ниже, чем у воды в бутылях.",
                ]
            }
        ]
    }
]